Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Privacy.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CALENDARS_PRIVACY_DESCRIPTION
source: Calendar events may include additional data, such as locations, email addresses, or notes.
ar: قد تتضمن أحداث التقويم بيانات إضافية مثل المواقع أو عناوين البريد الإلكتروني أو الملاحظات.
bg: Събитията от календара може да включват допълнителни данни като местоположения, имейл адреси или бележки.
ca: Els esdeveniments de calendari poden incloure ubicacions, adreces electròniques i notes, entre altres dades.
cs: Události v kalendáři můžou obsahovat dodatečná data, jako jsou místa, e‑mailové adresy nebo poznámky.
da: Kalenderbegivenheder indeholder muligvis yderligere data, f.eks. lokaliteter, e‑mailadresser eller noter.
de: Kalenderereignisse können zusätzliche Daten wie Orte, E‑Mail-Adressen oder Notizen enthalten.
el: Τα γεγονότα Ημερολογίου ενδέχεται να περιλαμβάνουν επιπρόσθετα δεδομένα, όπως τοποθεσίες, διευθύνσεις email ή σημειώσεις.
es: Los eventos del calendario pueden incluir datos adicionales, como ubicaciones, direcciones de correo electrónico o notas.
es_us: Los eventos del calendario podrían incluir datos adicionales como ubicaciones, direcciones de correo o notas.
fi: Kalenteritapahtumat saattavat sisältää lisätietoja, kuten sijainteja, sähköpostiosoitteita tai muistiinpanoja.
fr: Les évènements du calendrier peuvent inclure des données supplémentaires telles que des lieux, des adresses e-mail ou des notes.
fr_ca: Les événements de calendrier peuvent inclure des données supplémentaires telles que des lieux, des adresses courriel ou des notes.
he: אירועי לוח שנה עשויים לכלול נתונים נוספים כגון פרטי מיקום, כתובות דוא״ל או פתקים.
hi: कैलेंडर इवेंट में अतिरिक्त डेटा जैसे कि स्थान, ईमेल पते या नोट्स शामिल हो सकते हैं।
hr: Kalendarski događaji mogu sadržavati dodatne podatke poput lokacija, e-mail adresa ili bilješki.
hu: A naptáreseményekben további adatok szerepelhetnek, például helyzetek, e-mail-címek vagy jegyzetek.
id: Acara Kalender mungkin menyertakan data tambahan, seperti lokasi, alamat email, atau catatan.
it: Gli eventi del calendario potrebbero includere altri dati, come posizioni, indirizzi email o note.
ja: カレンダーの予定には、場所、メールアドレス、メモなどの追加データが含まれる場合があります。
kk: Күнтізбе оқиғалары геолокациялар, эл. пошта мекенжайлары немесе жазбалар сияқты қосымша деректерді қамтуы мүмкін.
ko: 캘린더 이벤트에는 위치, 이메일 주소 또는 메모 등의 추가적인 데이터가 포함될 수 있습니다.
lt: Kalendoriaus įvykiuose gali būti papildomų duomenų, pvz., vietovės, el. pašto adresai arba užrašai.
ms: Peristiwa kalendar mungkin termasuk data tambahan, seperti lokasi, alamat e‑mel atau nota.
nl: Agenda-activiteiten kunnen aanvullende gegevens bevatten, zoals locaties, e‑mailadressen of notities.
no: Kalender­hendelser kan inneholde tilleggsdata som sted, e‑postadresser og notater.
pl: Wydarzenia kalendarza mogą zawierać dodatkowe dane, na przykład położenie, adresy email lub notatki.
pt_br: Os eventos do calendário podem incluir dados adicionais, como localizações, endereços de e‑mail ou notas.
pt_pt: Os eventos do calendário podem incluir dados adicionais, como localizações, endereços de e‑mail ou notas.
ro: Evenimentele calendaristice pot include date suplimentare, precum localizări, adrese de e‑mail sau notițe.
ru: События календаря могут содержать дополнительные данные, такие как геопозиции, адреса электронной почты или заметки.
sk: Súčasťou udalostí kalendára môžu byť ďalšie dáta, napríklad miesta, emailové adresy alebo poznámky.
sl: Dogodki v koledarju lahko vključujejo dodatne podatke, kot so lokacije, e-poštni naslovi ali zapiski.
sv: Kalenderaktiviteter kan innehålla ytterligare data, till exempel platsinformation, e-postadresser eller anteckningar.
th: กิจกรรมปฏิทินอาจมีข้อมูลเพิ่มเติม เช่น ตำแหน่งที่ตั้ง ที่อยู่อีเมล หรือโน้ต
tr: Takvim etkinlikleri; konum, e-posta adresleri veya notlar gibi ek veriler içerebilir.
uk: Події календаря можуть містити додаткові дані, як‑от місця, е‑адреси або примітки.
vi: Các sự kiện lịch có thể bao gồm dữ liệu bổ sung, ví dụ như vị trí, địa chỉ email hoặc ghi chú.
zh_cn: 日历日程可能包括额外数据，例如位置、电子邮件地址或备注。
zh_hk: 日曆行程可能包括其他資料，例如位置、電郵地址或備註等。
zh_tw: 行事曆行程可能包含其他資料，例如地點、電子郵件地址或附註。

source: Local Network
ar: الشبكة المحلية
bg: Локална мрежа
ca: Xarxa local
cs: Místní síť
da: Lokalt netværk
de: Lokales Netzwerk
el: Τοπικό δίκτυο
es: Red local
es_us: Red local
fi: Lähiverkko
fr: Réseau local
fr_ca: Réseau local
he: רשת מקומית
hi: स्थानीय नेटवर्क
hr: Lokalna mreža
hu: Helyi hálózat
id: Jaringan Lokal
it: Rete locale
ja: ローカルネットワーク
kk: Жергілікті желі
ko: 로컬 네트워크
lt: Vietinis tinklas
ms: Rangkaian Setempat
nl: Lokaal netwerk
no: Lokalt nettverk
pl: Sieć lokalna
pt_br: Rede Local
pt_pt: Rede local
ro: Rețea locală
ru: Локальная сеть
sk: Lokálna sieť
sl: Lokalno omrežje
sv: Lokalt nätverk
th: เครือข่ายในพื้นที่
tr: Yerel Ağ
uk: Локальна мережа
vi: Mạng cục bộ
zh_cn: 本地网络
zh_hk: 本地網絡
zh_tw: 區域網路

# APP_TRACKING_DISABLED_REASON_MISSING_AGE
source: This setting cannot be changed because your Apple Account is missing age information.
ar: لا يمكن تغيير هذا الإعداد لأن حساب Apple تنقصه معلومات السن.
bg: Тази настройка не може да бъде променена, тъй като във вашата Apple регистрация липсва информация за възрастта.
ca: No es pot canviar aquesta opció perquè el compte d’Apple no inclou les dades de l’edat.
cs: Tuto volbu nelze změnit, protože u vašeho účtu Apple chybí informace o věku.
da: Denne indstilling kan ikke ændres, fordi din Apple-konto mangler oplysninger om alder.
de: Diese Einstellung kann nicht geändert werden, da bei deinem Apple Account Altersinformationen fehlen.
el: Δεν είναι δυνατή η αλλαγή αυτής της ρύθμισης, διότι ο λογαριασμός Apple σας δεν περιέχει πληροφορίες ηλικίας.
es: No se puede cambiar este ajuste porque a tu cuenta de Apple le falta información sobre tu edad.
es_us: No se puede modificar esta configuración porque tu cuenta de Apple no tiene información sobre la edad.
fi: Tätä asetusta ei voida muuttaa, koska Apple-tilistä puuttuu ikätieto.
fr: Ce réglage ne peut pas être modifié car votre compte Apple ne contient aucune information concernant votre âge.
fr_ca: Ce réglage ne peut pas être modifié parce que votre compte Apple ne comprend pas certains renseignements concernant votre âge.
he: לא ניתן לשנות הגדרה זו משום שחסר מידע לגבי גיל בחשבון ה‑Apple שלך.
hi: यह सेटिंग बदली नहीं जा सकती क्योंकि आपके Apple खाते में आयु जानकारी अनुपलब्ध है।
hr: Ova postavka ne može se promijeniti jer vašem Apple računu nedostaju informacije o dobi.
hu: Ez a beállítás nem módosítható, mivel az Apple-fiókjából hiányoznak az életkorral kapcsolatos információk.
id: Pengaturan ini tidak dapat diubah karena Akun Apple Anda kehilangan informasi umur.
it: L’impostazione non può essere modificata perché su Apple Account mancano le informazioni sull’età.
ja: Apple Accountに年齢情報が登録されていないため、この設定は変更できません。
kk: Apple аккаунтында жас туралы ақпарат берілмегендіктен, бұл реттеуді өзгерту мүмкін емес.
ko: 사용자의 Apple 계정에 연령 정보가 없기 때문에 이 설정을 변경할 수 없습니다.
lt: Šio nustatymo keisti negalima, nes jūsų „Apple“ paskyroje trūksta amžiaus informacijos.
ms: Seting ini tidak boleh ditukar kerana Akaun Apple anda tiada maklumat umur.
nl: Deze instelling kan niet worden gewijzigd, omdat er voor je Apple Account informatie over de leeftijd ontbreekt.
no: Denne innstillingen kan ikke endres fordi Apple‑kontoen din mangler informasjon om alder.
pl: Nie można zmienić tego ustawienia; Twoje konto Apple nie zawiera informacji o wieku.
pt_br: Não é possível alterar este ajuste porque sua Conta Apple não tem informações de idade.
pt_pt: Esta definição não pode ser alterada porque a sua conta Apple não contém informação relativa à idade.
ro: Această configurare nu poate fi schimbată, deoarece contul dvs. Apple nu include informații despre vârstă.
ru: Эту настройку нельзя изменить, так как в Вашем Аккаунте Apple нет информации о возрасте.
sk: Toto nastavenie nie je možné zmeniť, pretože vo vašom Apple účte chýbajú informácie o veku.
sl: Te nastavitve ni mogoče spremeniti, ker v vašem računu Apple manjkajo podatki o starosti.
sv: Den här inställningen kan inte ändras eftersom ditt Apple‑konto saknar information om ålder.
th: ไม่สามารถเปลี่ยนการตั้งค่านี้ได้เนื่องจากบัญชี Apple ของคุณขาดข้อมูลอายุ
tr: Apple Hesabı’nızda yaş bilgisi olmadığı için bu ayar değiştirilemiyor.
uk: Цей параметр не можна змінити, тому що ваш обліковий запис Apple не містить даних про вік.
vi: Không thể thay đổi cài đặt này vì Tài khoản Apple của bạn thiếu thông tin độ tuổi.
zh_cn: 无法更改此设置，因为你的Apple账户缺少年龄信息。
zh_hk: 無法更改此設定，因為你的Apple帳户欠缺年齡資料。
zh_tw: 無法更改此設定，因為你的「Apple帳號」遺失年齡資訊。

# PHOTOS_PICKER_OPTIONS_CELL_LOCATION
source: Location Included
ar: الموقع مُضَمَّن
bg: С местоположение
ca: Ubicació inclosa
cs: Včetně místa
da: Lokalitet er inkluderet
de: Mit Standort
el: Με τοποθεσία
es: Con ubicación
es_us: Ubicación incluida
fi: Paikka sisällytetty
fr: Lieu inclus
fr_ca: Lieu inclus
he: המיקום נכלל
hi: स्थान शामिल
hr: Lokacija je uključena
hu: Hellyel együtt
id: Lokasi Disertakan
it: Posizione: sì
ja: 位置情報を含む
kk: Геолокациясы бар
ko: 위치가 포함됨
lt: Vieta įtraukta
ms: Lokasi Disertakan
nl: Locatie vermeld
no: Sted inkludert
pl: Ma położenie
pt_br: Com Localização
pt_pt: Com localização
ro: Cu localizare
ru: С геопозицией
sk: Vrátane polohy
sl: Z lokacijo
sv: Plats inkluderad
th: รวมตำแหน่งที่ตั้ง
tr: Konum Dahil
uk: Місце додано
vi: Có thông tin vị trí
zh_cn: 含位置
zh_hk: 已包括位置
zh_tw: 已包含位置

# PHOTOS_AUTH_ONGOING_HEADER
source: Photo Library Access
ar: الوصول إلى مكتبة الصور
bg: Достъп до Фотобиблиотеката
ca: Accés a la fototeca
cs: Přístup ke knihovně fotek
da: Adgang til fotobibliotek
de: Zugriff auf Fotomediathek
el: Πρόσβαση στη βιβλιοθήκη φωτογραφιών
es: Acceso a la fototeca
es_us: Acceso a la fototeca
fi: Kuvakirjaston käyttö
fr: Accès à la photothèque
fr_ca: Accès à la photothèque
he: גישה לספריית התמונות
hi: तस्वीर लाइब्रेरी ऐक्सेस
hr: Pristup medijateci fotografija
hu: Fotókönyvtárhoz való hozzáférés
id: Akses Perpustakaan Foto
it: Accesso alla libreria di foto
ja: 写真ライブラリへのアクセス
kk: Фотолар жинағына қол жеткізу
ko: 사진 보관함 접근
lt: Prieiga prie nuotraukų bibliotekos
ms: Akses Pustaka Foto
nl: Toegang tot fotobibliotheek
no: Tilgang til bildebiblioteket
pl: Dostęp do biblioteki zdjęć
pt_br: Acesso à Fototeca
pt_pt: Acesso à fototeca
ro: Acces la biblioteca foto
ru: Доступ к медиатеке
sk: Prístup ku knižnici fotiek
sl: Dostop do knjižnice fotografij
sv: Åtkomst till bildbibliotek
th: การเข้าถึงคลังรูปภาพ
tr: Fotoğraf Arşivi Erişimi
uk: Доступ до фототеки
vi: Quyền truy cập thư viện ảnh
zh_cn: 访问照片图库
zh_hk: 相片圖庫取用
zh_tw: 照片圖庫取用權限

# MEDIALIBRARY
source: Media & Apple Music
ar: الوسائط وApple Music
bg: Медия и Apple Music
ca: Multimèdia i Apple Music
cs: Média a Apple Music
da: Medier & Apple Music
de: Medien & Apple Music
el: Πολυμέσα και Apple Music
es: Multimedia y Apple Music
es_us: Contenidos y Apple Music
fi: Media ja Apple Music
fr: Médias et Apple Music
fr_ca: Média et Apple Music
he: מדיה ו-Apple Music
hi: मीडिया व Apple Music
hr: Mediji i Apple Music
hu: Média és Apple Music
it: Libreria e Apple Music
ja: メディアとApple Music
kk: Медиа және Apple Music
ko: 미디어 및 Apple Music
lt: Medija ir „Apple Music“
nl: Media en Apple Music
no: Media og Apple Music
pl: Multimedia i Apple Music
pt_br: Mídia e Apple Music
pt_pt: Multimédia e Apple Music
ro: Multimedia și Apple Music
ru: Медиа и Apple Music
sk: Médiá a Apple Music
sl: Predstavnostne vsebine in Apple Music
sv: Medier och Apple Music
th: สื่อและ Apple Music
tr: Ortamlar ve Apple Music
uk: Apple Music і медіавміст
vi: Phương tiện & Apple Music
zh_cn: 媒体与Apple Music
zh_hk: 媒體與Apple Music
zh_tw: 媒體與Apple Music

source: Fitness Tracking
ar: تتبع اللياقة
bg: Фитнес проследяване
ca: Seguiment d’exercici
cs: Sledování kondice
da: Registrering af fitness
de: Fitnessprotokoll
el: Καταγραφή άθλησης
es: Seguimiento deportivo
es_us: Monitor de condición
fi: Kuntoseuranta
fr: Suivi forme
fr_ca: Suivi d’activité physique
he: מעקב אחרי כושר
hi: फ़िटनेस ट्रैकिंग
hr: Praćenje kondicije
hu: Edzettségi állapot nyomon követése
id: Pelacakan Kebugaran
it: Monitoraggio attività fisica
ja: フィットネストラッキング
kk: Фитнесті қадағалау
ko: 피트니스 추적
lt: „Fitness“ sekimas
ms: Penjejakan Kecergasan
nl: Houd conditie bij
no: Kondisjonssporing
pl: Śledzenie sprawności
pt_br: Monitorar Preparo Físico
pt_pt: Controlo de fitness
ro: Urmărire fitness
ru: Фитнес‑трекинг
sk: Sledovanie kondície
sl: Spremljaj gibanje
sv: Fitnesspårning
th: การติดตามฟิตเนส
tr: Fitness Takibi
uk: Відстеження фітнесу
vi: Theo dõi thể chất
zh_cn: 健身跟踪
zh_hk: 健身追蹤
zh_tw: 體能追蹤

# FITNESS_TRACKING_PRIVACY
source: Motion & Fitness Tracking stores data on your device which can be used to estimate your body motion, mobility, step counts, stairs climbed, and more.
ar: تخزن ميزة "تتبع اللياقة والحركة" البيانات على جهازك، والتي يمكن استخدامها لتقدير حركة جسمك وتحركاتك وعدد خطواتك ودرجات السلم التي تم صعودها والمزيد.
bg: Движение и Фитнес проследяване запазват данни на вашето устройство, които могат да се използват за оценка на движението на тялото, подвижността, броя на стъпките, изкачените стълби и други.
ca: La funció de seguiment de l’exercici i el moviment emmagatzema al dispositiu dades que es poden utilitzar per fer estimacions del moviment del cos, la mobilitat, el recompte de passos, les escales pujades i molt més.
cs: Funkce Pohyb a Sledování kondice uchovávají ve vašem zařízení data, která je možné použít k odhadování pohybu vašeho těla, mobility, počtu kroků, vystoupaných pater a dalších ukazatelů.
da: Registrering af motion og fitness opbevarer data på din enhed, der kan bruges til at beregne dine kropsbevægelser, din mobilitet, antallet af skridt og trappetrin m.m.
de: Das Protokoll „Bewegung & Fitness“ speichert Daten auf deinem Gerät, mit denen deine Körperbewegungen, Mobilität, Schrittanzahl, Treppensteigen und mehr abgeschätzt werden können.
el: Η Καταγραφή κίνησης και άθλησης αποθηκεύει δεδομένα στη συσκευή σας, τα οποία μπορούν να χρησιμοποιηθούν για υπολογισμό της κίνησης σώματος, της κινητικότητας, του πλήθους βημάτων και των ορόφων/σκαλών ανάβασης, και άλλων.
es: La función de seguimiento deportivo y actividad física guarda datos en tu dispositivo que sirven para calcular el movimiento del cuerpo, la movilidad, el número de pasos, los pisos subidos y más.
es_us: El monitor de condición y actividad física almacena datos en tu dispositivo que pueden utilizarse para estimar tu movimiento, movilidad, conteo de pasos, escaleras subidas y más.
fi: Liike- ja kuntoseuranta tallentaa laitteesta tietoja, joiden avulla voidaan arvioida mm. kehosi liikettä, liikkuvuuttasi askelmäärääsi ja noustuja kerroksia.
fr: Le suivi de « Mouvements et forme » conserve certaines données sur votre appareil pouvant être utilisées pour réaliser des estimations de vos mouvements, de votre mobilité, de votre nombre de pas, du nombre de marches grimpées et plus encore.
fr_ca: Le suivi des mouvements et de l’activité physique stocke les données sur votre appareil. Celles-ci servent à estimer les mouvements de votre corps, votre mobilité, votre nombre de pas, les étages que vous avez montés et plus encore.
he: ״מעקב אחר תנועה וכושר״ מאחסן במכשיר שלך נתונים, שיכולים לשמש להערכת התנועה שלך, הניידות שלך, מספר הצעדים שצעדת, מספר המדרגות שטיפסת ועוד.
hi: मोशन और फ़िटनेस ट्रैकिंग आपके डिवाइस पर डेटा संग्रहित करता है जिसका उपयोग आपके शरीर के मोशन, मोबिलिटी, क़दम गणना, चढ़ी गई सीढ़ियों आदि का अनुमान लगाने के लिए किया जा सकता है।
hr: Značajka praćenja kretanja i kondicije sprema na uređaj podatke koji se mogu upotrijebiti za procjenu vašeg kretanja, mobilnosti, broja koraka, prijeđenih stepenica i ostalo.
hu: A Mozgás és edzettségi állapot nyomon követése funkció olyan adatokat tárol az eszközén, amelyek segítségével megbecsülheti a testmozgását, a mobilitását, a lépéseinek számát, a megtett emeletek számát és egyebeket.
id: Pelacakan Gerakan & Kebugaran menyimpan data di perangkat Anda yang dapat digunakan untuk memperkirakan gerakan tubuh, mobilitas, jumlah langkah, tangga terpanjat, dan lainnya.
it: Il monitoraggio di movimento e fitness salva sul dispositivo alcuni dati che possono essere utilizzati per stimare i movimenti del corpo, la mobilità, il conteggio dei passi e dei piani e altro ancora.
ja: モーションとフィットネスのトラッキングにより、デバイスにデータを保存し、それを使って身体の動きや歩行、歩数、上った階数などを推定することができます。
kk: «Қозғалыс және фитнес» функциясы деректерді құрылғыда сақтайды. Бұл деректер арқылы қимылмен, қозғалғыштықпен, қадамдар санымен, жүріп өткен баспалдақтар санымен байланысты және тағы басқа деректерді қадағалауға болады.
ko: 동작 및 피트니스 추적은 사용자의 신체 움직임, 운동성, 걸음 수, 오른 계단 수 등을 추정하는 데 사용할 수 있는 데이터를 기기에 저장합니다.
lt: Judėjimo ir „Fitness“ sekimo funkcija jūsų įrenginyje saugo duomenis, kuriuos galima naudoti norint įvertinti jūsų kūno judėjimą, mobilumą, žingsnių skaičių, užliptas laiptų pakopas ir kt.
ms: Penjejakan Pergerakan & Kecergasan menyimpan data pada peranti anda yang boleh digunakan untuk menganggarkan pergerakan, mobiliti, kiraan langkah, tangga dinaiki anda dan banyak lagi.
nl: Door je beweging en conditie bij te houden, worden gegevens op je apparaat opgeslagen die kunnen worden gebruikt om onder andere je lichaams­beweging, mobiliteit, aantal stappen en beklommen trappen te schatten.
no: Bevegelse og kondisjonssporing lagrer data på enheten din, som kan brukes for å anslå kroppsbevegelse, mobilitet, skrittantall, trapper gått og annet.
pl: Funkcja Śledzenie sprawności przechowuje na Twoim urządzeniu dane, które pozwalają oceniać między innymi Twój ruch, mobilność, liczbę kroków i liczbę pokonanych pięter.
pt_br: O recurso Monitorar Movimento e Preparo Físico armazena dados no seu dispositivo que podem ser usados para estimar o movimento do seu corpo, mobilidade, contagem de passos, laces de escada subidos e muito mais.
pt_pt: Movimento e fitness armazena dados no seu dispositivo que podem ser usados para estimar o seu nível de movimento, mobilidade, número de passos, lanços subidos, etc.
ro: Urmărirea mișcării și fitnessului stochează pe dispozitivul dvs. date care pot fi utilizate pentru a estima mișcarea corpului, mobilitatea, numărul de pași efectuați, numărul scărilor urcate ș.a.m.d.
ru: Функция «Движение и фитнес» хранит данные на Вашем устройстве, с помощью которого можно отслеживать показатели, связанные с движением, подвижностью, количеством шагов и не только.
sk: Sledovanie pohybu a kondície ukladá na vašom zariadení dáta, na základe ktorých možno odhadnúť váš telesný pohyb, mobilitu, počet krokov, prekonané poschodia a ďalšie informácie.
sl: Spremljanje dejavnosti in gibanja v napravo shranjuje podatke, s katerimi se lahko oceni vaša telesna aktivnost, gibljivost, število korakov, število prehojenih stopnic in drugo.
sv: Konditionsspårning lagrar data på enheten. Dessa data kan användas till att beräkna din kroppsrörelse, rörlighet, antal steg, antal trappor med mera.
th: การติดตามการเคลื่อนไหวและฟิตเนสจัดเก็บข้อมูลอยู่ในอุปกรณ์ของคุณ ซึ่งสามารถใช้ในการประมาณการเคลื่อนไหว การเคลื่อนที่ จำนวนก้าว จำนวนก้าวขึ้นบันได และอื่นๆ ของร่างกายของคุณได้
tr: Hareket ve Fitness Takibi; vücut hareketi, hareketlilik, adım sayısı, çıkılan kat ve daha fazlasını tahmin etmek için kullanılabilecek verileri aygıtınızda saklar.
uk: Функція відстеження руху і фітнесу зберігає на пристрої дані, що можуть використовуватися для визначення ваших рухів, витривалості, кількості пройдених кроків, подоланих поверхів тощо.
vi: Theo dõi di chuyển & thể chất lưu trữ dữ liệu trên thiết bị của bạn, dữ liệu đó có thể được sử dụng để ước tính di chuyển cơ thể, vận động, số bước, bậc thang đã leo của bạn, v.v.
zh_cn: “运动与健身跟踪”可将数据储存在设备上，以用于估算你的身体活动、行动能力、步数统计、已爬楼层数等。
zh_hk: 「動作與健身追蹤」會在裝置上儲存資料，以便估計你的身體動作、活動能力、步數、行樓梯段數等。
zh_tw: 「動作與健身追蹤」會在裝置上儲存資料，以便估計你的身體動作、行動能力、步數、爬樓梯段數等等。

# PHOTOS_AUTH_HEADER
source: Allow Photos Access
ar: السماح بالوصول إلى الصور
bg: Позволи достъп до снимки
ca: Permet l’accés a les fotos
cs: Povolit přístup k fotkám
da: Giv adgang til Fotos
de: Fotos Zugriff erlauben
el: Να επιτραπεί η πρόσβαση στις Φωτογραφίες
es: Permitir el acceso a las fotos
es_us: Permitir acceso a Fotos
fi: Salli kuvien käyttö
fr: Autoriser l’accès aux photos
fr_ca: Autoriser l’accès aux photos
he: הרשאת גישה לתמונות
hi: तस्वीर ऐक्सेस की अनुमति दें
hr: Dozvolite pristup aplikaciji Foto
hu: Hozzáférés engedélyezése a Fotók számára
id: Izinkan Akses Foto
it: Consenti l’accesso alle foto
ja: 写真のアクセスを許可
kk: Фотоларға рұқсат беру
ko: 사진 접근 허용
lt: Leisti prieigą prie nuotraukų
ms: Benarkan Akses Foto
nl: Sta toegang tot Foto's toe
no: Gi tilgang til Bilder
pl: Pozwalaj na dostęp do zdjęć
pt_br: Permitir Acesso a Fotos
pt_pt: Permitir acesso a fotografias
ro: Acces permis la poze
ru: Разрешить доступ к фото
sk: Povoliť prístup k fotkám
sl: Dovoli dostop do fotografij
sv: Tillåt åtkomst till Bilder
th: อนุญาตการเข้าถึงรูปภาพ
tr: Fotoğraf Erişimine İzin Ver
uk: Доступ до Фото
vi: Cho phép truy cập Ảnh
zh_cn: 允许访问照片
zh_hk: 允許取用相片
zh_tw: 允許取用照片
